nginx/performance/time_variation/2/wrk.30s.nopin.out
Running 30s test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    49.09ms  110.18ms   1.77s    86.77%
    Req/Sec     2.96k     1.63k   11.55k    70.65%
  1024437 requests in 30.07s, 77.95GB read
  Socket errors: connect 0, read 34, write 0, timeout 95
Requests/sec:  34068.09
Transfer/sec:      2.59GB